Repository: instructure/canvas-ios
Catalog: Student/Widgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Grade: %@
ar: الدرجة: %@
ca: Nota: %@
cy: Gradd: %@
da: Karakter: %@
da_instk12: Vurdering: %@
de: Note: %@
es: Calificación: %@
es_es: Nota: %@
fi: Arvosana: %@
fr: Note : %@
fr_ca: Note : %@
ga: Marc: %@
hi: ग्रेड: %@
ht: Klas: %@
id: Nilai: %@
is: Einkunn: %@
it: Voto: %@
ja: 評定：%@
mi: Kōeke: %@
ms: Gred: %@
nb: Vurdering: %@
nb_instk12: Vurdering: %@
nl: Cijfer: %@
pl: Ocena: %@
pt: Nota: %@
pt_br: Nota: %@
ru: Оценка: %@
sl: Ocena: %@
sv: Omdöme: %@
sv_instk12: Bedömning: %@
th: เกรด: %@
vi: Điểm: %@
zh: 评分：%@
zh_hk: 評分：%@

source: Grades
ar: التقديرات
ca: Notes
cy: Graddau
da: Karakterer
da_instk12: Vurderinger
de: Noten
es: Calificaciones
es_es: Notas
fi: Arvosanat
fr: Notes
fr_ca: Notes
ga: Marcanna
hi: ग्रेड
ht: Nòt
id: Nilai
is: Einkunnir
it: Voti
ja: 評定
mi: Ngā Kōeke
ms: Gred
nb: Vurderinger
nb_instk12: Vurderinger
nl: Cijfers
pl: Oceny
pt: Classificações
pt_br: Notas
ru: Оценки
sl: Ocene
sv: Omdömen
sv_instk12: Bedömningar
th: เกรด
vi: Điểm
zh: 评分
zh_hk: 成績

source: Greek Literature
ar: الأدب اليوناني
ca: Literatura grega
cy: Llenyddiaeth Groeg
da: Græsk litteratur
da_instk12: Græsk litteratur
de: Griechische Literatur
es: Literatura griega
es_es: Literatura griega
fi: Kreikkalainen kirjallisuus
fr: Littérature grecque
fr_ca: Littérature grecque
ga: Litríocht na Gréige
hi: यूनानी साहित्य
ht: Literati Grèk
id: Sastra Yunani
is: Grískar bókmenntir
it: Letteratura greca
ja: ギリシャ文学
mi: Tuhituhi Kariki
ms: Kesusasteraan Greek
nb: Gresk litteratur
nb_instk12: Gresk litteratur
nl: Griekse literatuur
pl: Literatura grecka
pt: Literatura Grega
pt_br: Literatura grega
ru: Греческая литература
sl: Grška književnost
sv: Grekisk literatur
sv_instk12: Grekisk literatur
th: วรรณกรรมกรีก
vi: Văn Học Hy Lạp
zh: 希腊文学
zh_hk: 希臘文學

source: Hidden Grades
ar: الدرجات مخفية
ca: Notes amagades
cy: Graddau Cuddiedig
da: Skjulte karakterer
da_instk12: Skjulte vurderinger
de: Versteckte Noten
es: Calificaciones ocultas
es_es: Notas ocultas
fi: Piilotetut arvosanat
fr: Notes masquées
fr_ca: Notes masquées
ga: Marcanna Folaithe
hi: छिपे हुए ग्रेड
ht: Kache Nòt
id: Nilai Disembunyikan
is: Faldar einkunnir
it: Voti nascosti
ja: 非表示の評定
mi: Koeke Huna
ms: Gred Tersembunyi
nb: Skjulte vurderinger
nb_instk12: Skjulte vurderinger
nl: Verborgen cijfers
pl: Ukryte oceny
pt: Notas ocultas
pt_br: Notas ocultas
ru: Скрытые оценки
sl: Skrite ocene
sv: Dolda omdömen
sv_instk12: Dolda bedömningar
th: เกรดที่ซ่อนไว้
vi: Điểm Đã Ẩn
zh: 隐藏的评分
zh_hk: 隱藏的成績

source: In the Jungle
ar: في قلب الأدغال
ca: A la jungla
cy: Yn y Jyngl
da: I junglen
da_instk12: I junglen
de: Im Dschungel
es: En la jungla
es_es: En la selva
fi: VIidakossa
fr: Au cœur de la jungle
fr_ca: Dans la jungle
ga: Sa Dúiche
hi: जंगल में
ht: Nan Jeng lan
id: Di tengah Rimba
is: Í frumskóginum
it: Nella giungla
ja: ジャングル内
mi: I roto i te Ngahere
ms: Dalam Hutan
nb: Inn i jungelen
nb_instk12: Inn i jungelen
nl: In de jungle
pl: W dżungli
pt: Na selva
pt_br: Na selva
ru: В джунглях
sl: V džungli
sv: I djungeln
sv_instk12: I djungeln
vi: Trong Rừng
zh: 在丛林中
zh_hk: 在叢林中

source: Introduction to the Solar System
ar: مقدمة عن المجموعة الشمسية
ca: Introducció al sistema solar
cy: Cyflwyniad i'r System Solar
da: Introduktion til solsystemet
da_instk12: Introduktion til solsystemet
de: Einführung in das Sonnensystem
es: Introducción al sistema solar
es_es: Introducción al sistema solar
fi: Aurinkojärjestelmän esittely
fr: Présentation du système solaire
fr_ca: Introduction au système solaire
ga: Réamhrá ar an nGrianchóras
hi: सौर मंडल से परिचय
ht: Entwodiksyon nan Sistèm Solè
is: Inngangur í sólkerfið
it: Presentazione del sistema solare
ja: 太陽系の紹介
mi: Whakamōhiotanga ki te pūnaha whetu o te ao
ms: Pengenalan kepada Sistem Suria
nl: Inleiding tot het zonnestelsel
pl: Wprowadzenie do Układu słonecznego
pt: Introdução ao Sistema Solar
pt_br: Introdução ao Sistema Solar
ru: Представление Солнечной системы
sl: Uvod v solarni sistem
sv: Introduktion till solsystemet
sv_instk12: Introduktion till solsystemet
vi: Đại Cương Hệ Mặt Trời
zh: 太阳系介绍
zh_hk: 簡介太陽系

source: Let's Get You Logged In!
ar: فلنساعدك في تسجيل الدخول!
ca: Anem a fer que inicieu la sessió!
cy: Dewch i ni Fewngofnodi!
da: Lad os få dig logget ind!
da_instk12: Lad os få dig logget ind!
de: Loggen wir sie ein!
es: ¡Iniciemos sesión!
es_es: ¡Permítenos ayudarte a iniciar sesión!
fi: Kirjaudutaan sisään!
fr: Connectez-vous !
fr_ca: Connectez-vous!
ga: Logálfaimis isteach thú!
hi: आइए, आपको लॉग इन करते हैं!
ht: An n Konekte w!
id: Ayo Kita Log In!
is: Við skulum skrá þig inn!
it: Accedi!
ja: ログインしましょう！
mi: Kia Takiuru koe!
ms: Jom Log Masuk!
nb: La oss logge deg inn!
nb_instk12: La oss logge deg inn!
nl: Laten we je aanmelden!
pl: Spróbujmy Cię zalogować!
pt: Vamos iniciar sessão!
pt_br: Vamos fazer o seu login!
ru: Давайте войдем в систему!
sl: Naj vas prijavimo!
sv: Då loggar vi in dig!
sv_instk12: Då loggar vi in dig!
th: ล็อกอินกันก่อนเลย!
vi: Hãy Tiến Hành Đăng Nhập!
zh: 请登录！
zh_hk: 讓我們將您登入！

source: Loading
ar: جارٍ التحميل
ca: S'està carregant
cy: Wrthi’n llwytho
da: Indlæser
da_instk12: Indlæser
de: Wird geladen
es: Cargando
es_es: Cargando
fi: Ladataan
fr: Chargement
fr_ca: En cours de chargement
ga: Ag lódáil
hi: लोड किया जा रहा है
ht: Chajman
id: Memuat
is: Hleður
it: Caricamento
ja: 読み込み中
mi: E tukuake ana
ms: Memuatkan
nb: Laster
nb_instk12: Laster
nl: Bezig met laden
pl: Wczytywanie
pt: A carregar
pt_br: Carregando
ru: Загрузка
sl: Nalaganje
sv: Läser in
sv_instk12: Läser in
th: กำลังโหลด
vi: Đang tải
zh: 正在加载
zh_hk: 載入

source: Looks like you're free for the next 4 weeks. Do you want to add some to-dos?
ar: يبدو أنك متفرغ للأسابيع الأربعة التالية. هل تريد أن تضيف بعض المهام؟
ca: Sembla que esteu lliure durant les properes 4 setmanes. Voleu afegir alguna tasca pendent?
cy: Mae’n ymddangos eich bod chi’n rhydd am y 4 wythnos nesaf. Ydych chi am ychwanegu pethau i’w gwneud?
da: Det ser ud til, at du har fri de næste 4 uger. Vil du tilføje noget til opgavelisten?
da_instk12: Det ser ud til, at du har fri de næste 4 uger. Vil du tilføje noget til opgavelisten?
de: Sieht so aus, als ob Sie für die nächsten 4 Wochen frei sind. Möchten Sie ein paar Aufgaben hinzufügen?
es: Parece que no tiene actividades programadas para las próximas 4 semanas. ¿Quiere agregar algunas tareas por hacer?
es_es: Parece que te has quedado libre durante las próximas 4 semanas. ¿Quieres añadir algunas tareas pendientes?
fi: Näyttää siltä, että olet vapaa seuraavat 4 viikkoa. Haluatko lisätä tämän osan?
fr: Il semble que vous soyez libre pendant les 4 prochaines semaines. Voulez-vous ajouter des choses à faire ?
fr_ca: On dirait que vous êtes disponible pour les 4 prochaines semaines. Voulez-vous ajouter des travaux à accomplir?
ga: Is cosúil go bhfuil tú saor don chéad 4 seachtaine eile. An bhfuil tú ag iarraidh roinnt 'Le Déanamh' a chur leis?
hi: ऐसा लगता है कि आप अगले 4 सप्ताह के लिए खाली हैं। क्या आप करने के लिए कुछ कार्य जोड़ना चाहते हैं?
ht: Ta sanble ou lib pou pwochen 4 semèn yo. Èske w vle ajoute kèk bagay pou w fè?
id: Sepertinya Anda bebas selama 4 minggu berikutnya. Mau menambah beberapa to-do?
is: Það lítur út fyrir að þú sért laus næstu 4 vikurnar. Viltu bæta við nokkrum verkefnalistum?
it: Sembra che tu sia libero per le prossime 4 settimane. Aggiungere qualche attività da fare?
ja: 次の4週間は、空き時間があるようです。 するべきことを追加しますか？
mi: Te ahua kei te waatea koe mo nga wiki e 4 e whai ake nei. Kei te hiahia koe ki te taapiri i etahi mahi?
ms: Nampaknya anda lapang untuk 4 minggu seterusnya. Adakah anda mahu menambah beberapa item untuk dilakukan?
nb: Det ser ut til at du har fri de neste fire ukene. Vil du legge til noen gjøremål?
nb_instk12: Det ser ut til at du har fri de neste fire ukene. Vil du legge til noen gjøremål?
nl: Het lijkt erop dat je de komende 4 weken vrij hebt. Wil je een paar opdrachten toevoegen?
pl: Wygląda na to, że masz wolne przez następne 4 tygodnie. Czy chcesz dodać listy zadań?
pt: Parece que está livre nas próximas 4 semanas. Quer adicionar algumas tarefas?
pt_br: Parece que você está livre pelas próximas quatro semanas. Deseja adicionar algumas tarefas?
ru: Похоже, у вас нет планов на следующие 4 недели. Хотите добавить несколько задач?
sl: Kot kaže, ste prosti naslednje 4 tedne. Ali želite dodati nekaj seznamov opravil?
sv: Det ser ut som om du är tillgänglig de kommande fyra veckorna. Vill du lägga till några att göra-uppgifter?
sv_instk12: Det ser ut som om du är tillgänglig de kommande fyra veckorna. Vill du lägga till några att göra-uppgifter?
th: ดูเหมือนคุณจะว่างต่อไปอีก 4 สัปดาห์ ต้องการเพิ่มรายการดำเนินการหรือไม่
vi: Có vẻ như bạn rảnh trong 4 tuần tới. Bạn có muốn thêm một số việc cần làm không?
zh: 似乎您在未来 4 周内没有任务。 是否要添加一些任务？
zh_hk: 您似乎在接下來的 4 週內都有空。 您想添加一些待辦事項嗎？

source: Mathematics 904 2024/25
ar: الرياضيات 904 2024/25
ca: Matemàtiques 904 2024/25
cy: Mathamateg 904 2024/25
da: Matematik 904 2024/25
da_instk12: Matematik 904 2024/25
de: Mathematik 904 2024/25
es: Matemáticas 904 2024/25
es_es: Matemáticas 904 2024/25
fi: Matematiikka 904 2024/25
fr: Mathématiques 904 2024/25
fr_ca: Mathématiques 904 2024/25
ga: Matamaitic 904 2024/25
hi: गणित 904 2024/25
ht: Matematik 904 2024/25
id: Matematika 904 2024/25
is: Stærðfræði 904 2024/25
it: Matematica 904 2024/25
ja: 数学 904 2024 /25
mi: Pangangarau 904 2024/25
ms: Matematik 904 2024/25
nb: Matematikk 904 2024/25
nb_instk12: Matematikk 904 2024/25
nl: Wiskunde 904 2024/25
pl: Matematyka 904 2024/25
pt: Matemática 904 2024/25
pt_br: Matemática 904 2024/25
ru: Математика 904 2024/25
sl: Matematika 904 2024/25
sv: Matematik 904 2024/25
sv_instk12: Matematik 904 2024/25
th: คณิตศาสตร์ 904 2024/25
vi: Toán Học 904 2024/25
zh: 数学 904 2024/25
zh_hk: 數學 904 2024/25

source: Mobile Development 101
ar: مقدمة في تطوير الجوالات
ca: Desenvolupament mòbil 101
cy: Datblygiadau Symudol 101
da: Mobiludvikling 101
da_instk12: Mobiludvikling 101
de: Mobile App-Entwicklung 101
es: Desarrollo de aplicaciones móviles 101
es_es: Introducción al desarrollo para móviles
fi: Mobiilikehitys 101
fr: Introduction au développement d’applications mobiles
fr_ca: Développement mobile 101
ga: Forbairt Soghluaiste 101
hi: मोबाइल डेवलपमेंट 101
ht: Devlopman Mobil 101
id: Pengembangan Seluler 101
is: Farsímaþróun 101
it: Sviluppo del cellulare 101
ja: 携帯開発101101
mi: Whanaketanga Pukoro 101
ms: Pembangunan Mudah Alih 101
nb: Mobilutvikling 101
nb_instk12: Mobilutvikling 101
nl: Software-ontwikkeling voor mobiele telefoons 101
pl: Zajęcia ruchowe 101
pt: Desenvolvimento móvel 101
pt_br: Desenvolvimento móvel 101
ru: Разработка мобильных приложений 101
sl: Razvoj za mobilne naprave 101
sv: Mobilutveckling 101
sv_instk12: Mobilutveckling 101
th: พัฒนาการของอุปกรณ์พกพา 101
vi: Lập Trình Di Động 101
zh: 移动开发 101
zh_hk: 移動發展 101

source: No Announcements
ar: لا توجد إعلانات
ca: Cap anunci
cy: Dim Cyhoeddiadau
da: Ingen beskeder
da_instk12: Ingen beskeder
de: Keine Ankündigungen
es: No hay anuncios
es_es: No hay anuncios
fi: Ei ilmoituksia
fr: Aucune annonce
fr_ca: Aucune annonce
ga: Gan Fógraí
hi: कोई घोषणा नहीं
ht: Okenn Anons
id: Tidak Ada Pengumuman
is: Engar tilkynningar
it: Nessun annuncio
ja: 現在、アナウンスメントはありません
mi: Kaore ngā pānui
ms: Tiada Pengumuman
nb: Ingen kunngjøringer
nb_instk12: Ingen beskjeder
nl: Geen aankondigingen
pl: Brak ogłoszeń
pt: Sem anúncios
pt_br: Sem avisos
ru: Нет объявлений
sl: Brez obvestil
sv: Inga anslag
sv_instk12: Inga meddelanden
th: ไม่มีประกาศ
vi: Không Có Thông Báo Chung
zh: 无公告
zh_hk: 沒有通告

source: No Grades
ar: بلا درجات
ca: Sense nota
cy: Dim graddau
da: Ingen karakterer
da_instk12: Ingen vurderinger
de: Keine Noten
es: Sin calificaciones
es_es: No hay ninguna nota
fi: Ei arvosanoja
fr: Aucune note
fr_ca: Pas de notes
ga: Gan Marcanna
hi: कोई ग्रेड नहीं
ht: Pa gen Nòt
id: Tidak Ada Nilai
is: Engar einkunnir
it: Nessun voto
ja: 評定なし
mi: Karekau he Tohu
ms: Tiada Gred
nb: Ingen vurderinger
nb_instk12: Ingen vurderinger
nl: Geen cijfers
pl: Brak ocen
pt: Sem notas
pt_br: Nenhuma nota
ru: Нет оценок
sl: Ni ocen
sv: Inga omdömen
sv_instk12: Inga bedömningar
th: ไม่มีเกรด
vi: Chưa Có Điểm
zh: 无年级
zh_hk: 沒有成績

source: No Grades To Display
ar: لا توجد تقديرات للعرض
ca: No hi ha notes per mostrar
cy: Dim Graddau i’w Dangos
da: Ingen karakterer at vise
da_instk12: Ingen vurderinger at vise
de: Keine Noten anzuzeigen
es: No hay calificaciones para mostrar
es_es: No hay notas para mostrar
fi: Ei esitettäviä arvosanoja
fr: Aucune note à afficher
fr_ca: Aucune note à afficher
ga: Gan Marcanna le Taispeáint
hi: दिखाने के लिए कोई ग्रेड नहीं
ht: Pa gen Nòt pou Afiche
id: Tidak Ada Nilai Untuk Ditampilkan
is: Engar einkunnir til að birta
it: Nessuna votazione da visualizzare
ja: 表示する評定なし
mi: Kaore he kōeke hei whakaatu
ms: Tiada Gred untuk Dipaparkan
nb: Ingen vurderinger å vise
nb_instk12: Ingen vurderinger å vise
nl: Geen cijfers om weer te geven
pl: Brak ocen do wyświetlenia
pt: Sem notas a mostrar
pt_br: Nenhuma nota para exibir
ru: Нет оценок для отображения
sl: Ni ocen za prikaz
sv: Inga omdömen att visa
sv_instk12: Inga bedömningar att visa
th: ไม่มีเกรดที่จะแสดง
vi: Không Có Điểm Để Hiển Thị
zh: 没有可以显示的评分
zh_hk: 沒有可顯示的成績

source: Oops! Something Went Wrong
ar: عذراً! حدث خطأ ما
ca: Vaja! S’ha produït un error
cy: Wps! Aeth rhywbeth o’i le
da: Ups! Noget gik galt
da_instk12: Ups! Noget gik galt
de: Ups! Etwas ging schief
es: ¡Ups! Algo salió mal
es_es: ¡Vaya! Se ha producido un error
fi: Hups! Jotakin meni pieleen
fr: Oups ! Un problème est survenu
fr_ca: Oops! Une erreur est survenue
ga: Úps! Chuaigh rud eigin mícheart
hi: ओह! कुछ गड़बड़ हुई
ht: Oops! Gen yon Bagay ki Pase Mal
id: Waduh! Ada Sesuatu yang Salah
is: Úps! Eitthvað fór úrskeiðis
it: Spiacenti. Si è verificato un problema
ja: おっと！なにかが失敗しました
mi: Aue! I raruraru tētahi mea
ms: Op! Sesuatu Tidak Kena
nb: Obs! Noe gikk galt
nb_instk12: Obs! Noe gikk galt
nl: Oeps! Er is iets misgegaan
pl: Ups! Coś poszło nie tak
pt: Oops! Algo deu errado
pt_br: Ops! Algo deu errado
ru: Ой! Что-то пошло не так
sl: Ojoj! Prišlo je do težav
sv: Hoppsan! Något gick fel
sv_instk12: Hoppsan! Något gick fel
th: อุ๊ปส์! มีบางอย่างผิดปกติ
vi: Rất tiếc! Đã Xảy Ra Vấn Đề
zh: 糟糕！遇到错误
zh_hk: 抱歉！發生問題

source: Planet Earth
ar: كوكب الأرض
ca: Planeta Terra
cy: Y Ddaear
da: Planeten Jorden
da_instk12: Planeten Jorden
de: Planet Erde
es: Planeta Tierra
es_es: Planeta Tierra
fi: Maapallo
fr: Planète Terre
fr_ca: Planète Terre
ga: Pláinéad an Domhain
hi: पृथ्वी ग्रह
ht: Planèt Tè
id: Planet Bumi
is: Jörðin
it: Pianeta terra
ja: 地球
mi: Paparangi Whenua
ms: Planet Bumi
nb: Jorden
nb_instk12: Jorden
nl: Planeet aarde
pl: Geologia
pt: Planeta Terra
pt_br: Planeta Terra
ru: Планета Земля
sl: Planet Zemlja
sv: Planeten Jorden
sv_instk12: Planeten Jorden
th: โลก
vi: Hành Tinh Trái Đất
zh: 行星地球
zh_hk: 地球

source: Please log in via the application
ar: يُرجى تسجيل الدخول عبر التطبيق
ca: Inicieu la sessió a través de l’aplicació
cy: Mewngofnodwch gan ddefnyddio’r rhaglen
da: Log ind via applikationen
da_instk12: Log ind via applikationen
de: Melden Sie sich bitte über die App an
es: Inicie sesión a través de la aplicación
es_es: Inicia sesión a través de la aplicación
fi: Kirjaudu sisään sovelluksen kautta
fr: Veuillez vous connecter via l’application.
fr_ca: Veuillez vous connecter par l’application
ga: Logáil isteach tríd an bhfeidhmchlár le do thoil
hi: कृपया ऐप्लिकेशन के माध्यम से लॉग इन करें
ht: Tanpri konekte atravè aplikasyon an
id: Silakan login melalui aplikasi
is: Skráðu þig inn í gegnum smáforritið
it: Accedere mediante l’applicazione
ja: アプリケーションからログインしてください
mi: Tēnā koa takiuru mā te puka tono
ms: Sila log masuk melalui aplikasi
nb: Logg inn via applikasjonen
nb_instk12: Logg inn via applikasjonen
nl: Log in via de applicatie
pl: Zaloguj się za pomocą aplikacji
pt: Por favor, inicie a sessão através da aplicação
pt_br: Por favor, faça o login através do aplicativo
ru: Войдите в систему через приложение
sl: Prijavite se prek aplikacije
sv: Logga in via programmet
sv_instk12: Logga in via programmet
th: กรุณาล็อกอินผ่านแอพพลิเคชั่น
vi: Vui lòng đăng nhập thông qua ứng dụng
zh: 请通过应用程序登录
zh_hk: 請透過應用程式登入

source: Read Moby Dick by end of week.
ar: اقرأ Moby Dick قبل نهاية الأسبوع.
ca: Llegir Moby Dick abans d’acabar la setmana.
cy: Darllenwch Moby Dick erbyn ddiwedd yr wythnos.
da: Læs Moby Dick inden udgangen af ugen.
da_instk12: Læs Moby Dick inden udgangen af ugen.
de: Lesen bis zum Ende der Woche „Moby Dick“.
es: Leer Moby Dick para el final de la semana.
es_es: Leer Moby Dick para finales de semana.
fi: Lue Moby Dick viikon loppuun mennessä.
fr: Lire Moby Dick avant la fin de la semaine.
fr_ca: Lisez Moby Dick avant la fin de la semaine.
ga: Moby dick a léamh roimh dheireadh na seachtaine.
hi: सप्ताह के अंत तक मोबी डिक पढ़ें।
ht: Li Moby Dick pou wikenn nan.
id: Baca Moby Dick sampai akhir minggu.
is: Lestu Moby Dick fyrir vikulok.
it: Leggi Moby Dick entro la fine della settimana.
ja: 週末までに『Moby Dick』([『白鯨』)を読んでください。
mi: Pānui Moby Dick i te mutunga o te wiki.
ms: Baca Moby Dick selewat-lewatnya pada hujung minggu ini.
nb: Les Moby Dick i løpet av uken.
nb_instk12: Les Moby Dick i løpet av uken.
nl: Lees Moby Dick voor het einde van de week.
pl: Przeczytaj Moby Dicka do końca tygodnia.
pt: Leia Moby Dick até ao final da semana.
pt_br: Leia Moby Dick até o final da semana.
ru: Прочитайте Моби Дик до конца недели.
sl: Do konca tedna preberite roman Moby Dick.
sv: Läs Moby Dick före helgen.
sv_instk12: Läs Moby Dick före helgen.
th: อ่าน Moby Dick ตอนสุดสัปดาห์
vi: Đọc xong tác phẩm Moby Dick trước cuối tuần.
zh: 在周末前读完 Moby Dick。
zh_hk: 在週末前完成閱讀《白鯨記》。

source: Reload
ar: إعادة تحميل
ca: Torna a carregar
cy: Ail-lwytho
da: Genindlæs
da_instk12: Genindlæs
de: Erneut laden
es: Recargar
es_es: Volver a cargar
fi: Lataa uudelleen
fr: Recharger
fr_ca: Recharger
ga: Athlódáil
hi: पुनः लोड करें
ht: Aktyalize
id: Muat Ulang
is: Hlaða aftur
it: Ricarica
ja: 再読み込み
mi: Uta anō
ms: Muat semula
nb: Oppdater
nb_instk12: Oppdater
nl: Opnieuw laden
pl: Załaduj ponownie
pt: Recarregar
pt_br: Recarregar
ru: Перезагрузить
sl: Ponovno naloži
sv: Läs in igen
sv_instk12: Läs in igen
th: รีโหลด
vi: Tải lại
zh: 重新加载
zh_hk: 重新載入

source: Reload Widget
ar: إعادة تحميل عنصر واجهة المستخدم
ca: Torneu a carregar el giny
cy: Ail-lwytho’r Teclyn
da: Genindlæs widget
da_instk12: Genindlæs widget
de: Widget neu laden
es: Recargar widget
es_es: Volver a cargar el widget
fi: Lataa Widget uudelleen
fr: Recharger le widget
fr_ca: Widget de rechargement
ga: Athlódáil an Ghiuirléid
hi: विजेट पुनः लोड करें
ht: Rechaje Widget
id: Muat Ulang Widget
is: Endurhlaða græju
it: Ricarica widget
ja: ウィジェットを再読みする
mi: Utaina ano Widget
ms: Muat Semula Widget
nb: Last inn widget på nytt
nb_instk12: Last inn widget på nytt
nl: Widget opnieuw laden
pl: Wczytaj widżet ponownie
pt: Recarregar widget
pt_br: Recarregar widget
ru: Перезагрузить виджет
sl: Ponovno naloži pripomoček
sv: Läs in widgeten igen
sv_instk12: Läs in widgeten igen
th: รีโหลดวิดเจ็ท
vi: Tải Lại Tiện Ích
zh: 重新加载小工具
zh_hk: 重新載入小工具

source: Reloading Widget
ar: جارٍ إعادة تحميل عنصر واجهة المستخدم
ca: S’està tornant a carregar el giny
cy: Wrthi’n Ail-lwytho’r Teclyn
da: Genindlæser widget
da_instk12: Genindlæser widget
de: Widget wird neu geladen
es: Recargando widget
es_es: Volviendo a cargar el widget
fi: Widgetiä ladataan uudelleen
fr: Rechargement du Widget
fr_ca: Widget de rechargement
ga: An Ghiuirléid a Athlódáil
hi: विजेट पुनः लोड करना
ht: Rechajman Widget
id: Memuat Ulang Widget
is: Endurhleð græju
it: Ricarica del widget
ja: ウィジェットの再読み込み中
mi: Ka utaina ano te widget
ms: Memuatkan Semula Widget
nb: Laster inn widget på nytt
nb_instk12: Laster inn widget på nytt
nl: Bezig met opnieuw laden van widget...
pl: Wczytywanie widżetu
pt: A recarregar widget
pt_br: Recarregando widget
ru: Перезагрузка виджета
sl: Ponovno nalaganje pripomočka
sv: Läser in widgeten igen
sv_instk12: Läser in widgeten igen
th: กำลังรีโหลดวิดเจ็ท
vi: Đang Tải Lại Tiện Ích
zh: 正在重新加载小工具
zh_hk: 重新載入小工具中

source: Select Course
ar: تحديد مساق
ca: Seleccioneu l'assignatura
cy: Dewis Cwrs
da: Vælg fag
da_instk12: Vælg fag
de: Kurs auswählen
es: Seleccionar curso
es_es: Seleccionar asignatura
fi: Valitse kurssi
fr: Sélectionner un cours
fr_ca: Sélectionner un cours
ga: Roghnaigh Cúrsa
hi: पाठ्यक्रम चुनें
ht: Seleksyone Kou
id: Pilih Kursus
is: Velja námskeið
it: Selezionare corso
ja: コースの選択
mi: Tīpako Akoranga
ms: Pilih Kursus
nb: Velg emne
nb_instk12: Velg fag
nl: Cursus selecteren
pl: Wybierz kurs
pt: Selecionar disciplina
pt_br: Selecionar curso
ru: Выбрать курс
sl: Izberi predmet
sv: Välj kurs
sv_instk12: Välj kurs
th: เลือกบทเรียน
vi: Chọn Khóa Học
zh: 选择课程
zh_hk: 選擇課程

source: Select course to show total grade
ar: حدد مساقًا لإظهار الدرجة الإجمالية
ca: Seleccioneu l’assignatura perquè es mostri la nota total
cy: Dewis cwrs er mwyn dangos cyfanswm y radd
da: Vælg fag for at vise den samlede karakter
da_instk12: Vælg fag for at vise den samlede vurdering
de: Kurs auswählen, um die Gesamtnote anzuzeigen
es: Seleccionar un curso para mostrar la calificación total
es_es: Seleccionar la asignatura para mostrar la nota total
fi: Valitse kurssi nähdäksesi kokonaisarvosana
fr: Sélectionner un cours pour afficher la note totale
fr_ca: Sélectionnez le cours pour afficher la note totale
ga: Roghnaigh cúrsa chun an marc iomlán a thaispeáint
hi: कुल ग्रेड दिखाने के लिए पाठ्यक्रम का चयन करें
ht: Seleksyone kou pou afiche nòt total la
id: Pilih kursus untuk menampilkan nilai total
is: Veldu námskeið til að sýna heildareinkunn
it: Seleziona il corso per mostrare il voto totale
ja: 総合評定を表示するコースを選択します。
mi: Tīpako akoranga hei whakaatu i te kōeke katoa
ms: Pilih kursus untuk menunjukkan gred keseluruhan
nb: Velg et emne for å se samlet vurdering
nb_instk12: Velg et fag for å se samlet vurdering
nl: Selecteer de cursus om totaalcijfer weer te geven
pl: Wybierz kurs, aby wyświetlić ocenę całkowitą
pt: Selecione a disciplina para mostrar a nota total
pt_br: Selecione o curso para mostrar a nota total
ru: Выберите курс, чтобы показать общую оценку
sl: Izberite predmet za prikaz skupne ocene
sv: Välj kurs för att visa totalt omdöme
sv_instk12: Välj kurs för att visa totalt bedömning
th: เลือกบทเรียนที่จะแสดงเกรดรวม
vi: Chọn khóa học để hiển thị tổng điểm
zh: 选择课程以显示总评分
zh_hk: 選擇顯示總評分的課程
